alacritty
alsa-utils
archiso
at
baobab
base
base-devel
bash-completion
clang
deluge-gtk
dmidecode
dnsmasq
docker
edk2-ovmf
efibootmgr
evince
expac
ffmpegthumbnailer
firefox
foliate
fzf
gdm
git
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-menus
gnome-music
gnome-power-manager
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
gst-plugin-pipewire
guestfs-tools
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
intel-media-driver
intel-ucode
iwd
libappindicator-gtk2
libpulse
libva-intel-driver
libva-mesa-driver
libvirt
linux
linux-firmware
linux-lts
lld
llvm
lostfiles
loupe
malcontent
man-db
mpv
nano
nautilus
network-manager-applet
networkmanager
nodejs
npm
obsidian
orca
pacutils
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
powertop
python-pip
qbittorrent
qemu-full
qemu-img
rclone
rebuild-detector
reflector
ripgrep
rygel
seahorse
smartmontools
snapshot
sof-firmware
sushi
swtpm
tecla
timeshift
tmux
tracker3-miners
tree
ttf-roboto
ttf-roboto-mono-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ufw
vim
virt-install
virt-manager
virt-viewer
vulkan-intel
vulkan-radeon
wget
wireless_tools
wireplumber
wl-clipboard
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yelp
zoxide
zram-generator
